export const eventList = [
  {
    id: 1,
    image: "/events/xmas.jpg",
    title: "聖誕節｜和牛聖誕三重奏",
    date: "2024/12/2-2025/1/1",
    description:
      "和牛聖誕三重奏(日本和牛霜降+澳洲和牛雪花+伊比利豬梅花) 內用消費享加購價$499(+10%)",
    link: "1",
    content:
      "和牛聖誕三重奏(日本和牛霜降+澳洲和牛雪花+伊比利豬梅花)\n活動期間：2024/12/2~2025/1/1\n內用消費享加購價$499(+10%)",
    startDate: "2024/12/2",
    endDate: "2025/1/1",
  },
  {
    id: 2,
    image: "/events/newShop.jpg",
    title: "台中西屯家樂福自助吧新開幕｜揪團吃飯75折",
    date: "2024/12/23-2025/1/5",
    description: "歡慶台中西屯家樂福店 自助吧新開幕 揪團吃飯享75折",
    link: "2",
    content:
      "歡慶台中西屯家樂福店 自助吧新開幕\n揪團吃飯享75折\n活動期間：2024/12/23~2025/1/5\n適用門市：炙燒大將 台中西屯家樂福店\n*台中人證件：可辨識台中市，健保卡、學生證、身分證、工作名片皆可",
    startDate: "2024/12/23",
    endDate: "2025/1/5",
  },
  {
    id: 3,
    image: "/events/line.jpg",
    title: "完成任務送好禮",
    date: "2024/10/1-2024/12/31",
    description: "加入LINE新好友 or 填寫Google評論，即可兌換干貝2顆",
    link: "3",
    content:
      "加入LINE新好友 or 填寫Google評論，即可兌換干貝2顆\n活動時間：2024/10/1~2024/12/31\n活動內容：完成line好友認證 or 填寫Google評論送干貝兩顆(每帳號限兌換兩顆)",
    startDate: "2024/10/1",
    endDate: "2024/12/31",
  },
  {
    id: 4,
    image: "/events/point.jpg",
    title: "2024瘋Pay陪你瘋點數",
    date: "2024-07-01-2024-12-31",
    description:
      "王品瘋美食會員於實體餐廳消費使用瘋Pay綁定指定銀行信用卡付款，享有額外回饋",
    link: "4",
    content:
      "活動期間：2024-07-01~2024-12-31\n王品瘋美食會員於實體餐廳消費使用瘋Pay綁定指定銀行信用卡付款，依瘋Pay支付金額計算回饋3~12%瘋點數",
    startDate: "2024-07-01",
    endDate: "2024-12-31",
  },
];
